Repository: AxmedovD/emupostbot
Catalog: app/bot/locales/*/LC_MESSAGES/emupostbot.po
Languages: ru

source: Xatolik yuz berdi. Qayta urinib ko'ring: /start
ru: Произошла ошибка. Попробуйте снова: /start

source: Botga xush kelibsiz!
ru: Добро пожаловать в бот!

source: Tilni tanlang:
ru: Выберите язык:

source: Xush kelibsiz!
ru: Добро пожаловать!

source: Noto'g'ri til tanlandi!
ru: Выбран неверный язык!

source: Iltimos, ism va familiyangizni yuboring.
ru: Пожалуйста, отправьте ваше имя и фамилию.

source: Xatolik yuz berdi. Qayta urinib ko'ring.
ru: Произошла ошибка. Попробуйте снова.

source: Ism juda qisqa. Kamida 3 ta harf kiriting.
ru: Имя слишком короткое. Введите минимум 3 буквы.

source: Ism juda uzun. Maksimal 100 ta harf.
ru: Имя слишком длинное. Максимум 100 букв.

source: Iltimos, telefon raqamingizni yuboring.
ru: Пожалуйста, отправьте ваш номер телефона.

source: Iltimos, o'z telefon raqamingizni yuboring!
ru: Пожалуйста, отправьте свой номер телефона!

source: Ro'yxatdan muvaffaqiyatli o'tdingiz!
ru: Вы успешно зарегистрированы!

source: Iltimos, faqat tugmani bosing!
ru: Пожалуйста, просто нажмите кнопку!

source: 📲 Telefon raqamni ulashish
ru: 📲 Поделиться номером телефона

source: 📄 Shartnoma
ru: 📄 Договор

source: ⚙️ Sozlamalar
ru: ⚙️ Настройки

source: ℹ️ Ma'lumot
ru: ℹ️ Информация
